"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "O app %1$@ %2$@ foi baixado e está pronto para uso! Esta é uma atualização importante; deseja instalar e reabrir o app %1$@ agora?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "O app %1$@ %2$@ foi baixado e está pronto para uso! Deseja instalar e reabrir o app %1$@ agora?";

"%1$@ can't be updated, because it was opened from a read-only or a temporary location. Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "O app %1$@ não pode ser atualizado porque foi aberto de um volume somente leitura ou local temporário. Use o Finder para copiar o app %1$@ para a pasta Downloads, reabra-o e tente novamente.";

"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais recente disponível.";

"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ é a versão mais recente disponível.\n(Você está usando a versão %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ está disponível — sua versão é %3$@. Deseja baixá-la agora?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@ está disponível — sua versão é %3$@. Deseja saber mais sobre esta atualização na web?";

"%@ downloaded" = "%@ baixados";

"%@ of %@" = "%1$@ de %2$@";

"A new version of %@ is available!" = "Uma nova versão do app %@ está disponível!";

"A new version of %@ is ready to install!" = "Uma nova versão do app %@ está pronta para ser instalada!";

"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro ao obter informações da atualização. Tente novamente mais tarde.";

"An error occurred while downloading the update. Please try again later." = "Ocorreu um erro ao baixar a atualização. Tente novamente mais tarde.";

"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro ao extrair o arquivo comprimido. Tente novamente mais tarde.";

"An error occurred while installing the update. Please try again later." = "Ocorreu um erro ao instalar a atualização. Tente novamente mais tarde.";

"An error occurred while parsing the update feed." = "Ocorreu um erro ao analisar o feed de atualização.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Ocorreu um erro ao reabrir o app %1$@. A nova versão estará disponível da próxima vez que você abrir o app %1$@.";

"An important update to %@ is ready to install" = "Uma atualização importante do app %@ está pronta para ser instalada!";

/* the unit for bytes */
"B" = "B";

"Cancel" = "Cancelar";

"Cancel Update" = "Cancelar Atualização";

"Checking for updates..." = "Buscando atualizações…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Baixando atualização…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extraindo atualização…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "Instalar e Reabrir";

/* Take care not to overflow the status window. */
"Installing update..." = "Instalando atualização…";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternative name for "Install" button if we have a paid update or other update
 without a download but with a URL. */
"Learn More..." = "Saber Mais…";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Pronto para Instalar";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Deseja que o app %1$@ busque atualizações automaticamente? Você pode buscar atualizações manualmente, através do menu %1$@.";

"The update is improperly signed." = "A atualização está assinada incorretamente.";

"Update Error!" = "Erro de atualização!";

"Updating %@" = "Atualizando o app %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Você já possui a versão mais recente do app %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "O app está atualizado!";
